print('Я изучаю Python!')

# между '' и "" кавычками нет разницы, можно использовать оба варианта
print('Python')
print("Python")

# несколько аргументов в print() указываются через ,
print('Скоро я', 'буду программировать', 'на  Python!')

print('1', '2', '4', '8', '16')

print('Какой хороший день!')
print('Учиться мне не лень.')

# print() выводит пустую строку
print('Какой хороший день!')
print()
print('Учиться мне не лень!')

# примечание про кавычки

print('В тексте есть "двойные" кавычки')
print("В тексте есть 'одинарные' кавычки")